export const Arabic: any = {
  dir: "rtl",
  lang: "English",
  font: "cairoFont",
  navFloat: "",
  arabicClass: "arabic",
  rowReverse: "row-reverse",
  menuStyle: "arabicMenu",
  menuCloseStyle: "arabicCloseButton",
  textAlign: "text-right",
  flexDIr: "flex-row-reverse",
  layout: {
    Home: "الرئيسية",
    about: "المزيد عنا",
    contact: "اتصل بنا",
    login: "الدخول",
    logout: "الخروج",
    service: "خدماتنا",
    requests: "طلبات الخدمات",
  },
  Home: {
    More: "المزيد",
    aboutTitle: "لماذا نحن",
    AboutContent: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
    creditTitle: "هل تبحث عن ميزة بطاقة ائتمان محددة؟",
    creditDesc: "نعمل كشريك لتقديم المنتجات والخدمات المالية التي تجعل الخدمات المصرفية آمنة وبسيطة ومريحة.",
    
  },
  about: {
    title1: "من نحن",
    content1: 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. الهدف من استخدام لوريم إيبسوم هو أنه يحتوي على توزيع طبيعي -إلى حد ما- للأحرف ، بدلاً من استخدام "هنا يوجد محتوى نصي ، هنا يوجد محتوى نصي" ، مما يجعلها تبدو وكأنها إنجليزية قابلة للقراءة. تستخدم العديد من حزم النشر المكتبي ومحرري صفحات الويب الآن Lorem Ipsum كنص نموذج افتراضي ، وسيكشف البحث عن "lorem ipsum" عن العديد من مواقع الويب التي لا تزال في مهدها. تطورت إصدارات مختلفة على مر السنين ، أحيانًا عن طريق الصدفة ، وأحيانًا عن قصد (روح الدعابة المحقونة وما شابه ذلك).',
    title2: "لماذا نحن",
    content2: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها."
  },
  invalid: {
    invalidEmail: "البريد الالكتروني غير صحيح",
    requiredEmail: "ادخل البريد الالكتروني",
  },
  subscribe: {
    subscribeNw: "اشترك الان",
    send: "ارسال",
    subscribed: "تم الاشتراك بالفعل",
  },
  serviceCarousel: {
    title: "نحن نقدم لك أنواع مختلفة من الخدمات"
  },
  backsCarousel: {
    title: "المزودين المميزين",
    content: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها.",
  },
  sent: "تم بنجاح",
  Request: "طلب",

}
